/* Aura is the only app that uses American English HD, the best system to teach proper American English pronunciation */
",\nthe best system to teach\nproper American English\npronunciation." = ",\nthe best system to teach\nproper American English\npronunciation.";

/* period at the end of a sentance */
"." = ".";

/* Swap the order of translation by selecting the arrows button.  */
". " = ". ";

/* Get the full explanation of\nEnglish HD in the Key Tab.   */
".  " = ".  ";

/* Select the language you want to translate\nto or from by clicking on the input text.    */
".   " = ".   ";

/* Master English HD by accessing\nthe video lessons in the Lessons Tab. */
".    " = ".    ";

/* No comment provided by engineer. */
"A link will be sent to your email address to reset your password if your account exists" = "A link will be sent to your email address to reset your password if your account exists";

/* No comment provided by engineer. */
"Add" = "Add";

/* Add (word) to your flashcard deck */
"Add " = "Add ";

/* No comment provided by engineer. */
"Add Deck" = "Add Deck";

/* No comment provided by engineer. */
"Add New Flashcard Deck" = "Add New Flashcard Deck";

/* almost there as in you are close to mastering the words you tested yourself on */
"Almost there" = "Almost there";

/* Almost done going through the app tutorial */
"Almost there!" = "Almost there!";

/* Set the input to English and leave the output as Am. English HD. */
"Am. English HD." = "Am. English HD.";

/* Aura is the only app that uses American English HD, the best system to teach proper American English pronunciation */
"American English HD" = "American English HD";

/* Set the input to English and leave the output as Am. English HD. */
"and leave\nthe " = "and leave\nthe ";

/* Click Search and watch your input transform into English HD. */
"and watch your input\n" = "and watch your input\n";

/* No comment provided by engineer. */
"And you can translate too!" = "And you can translate too!";

/* No comment provided by engineer. */
"Answer:" = "Answer:";

/* directions on how to use the app */
"App Tutorial" = "App Tutorial";

/* No comment provided by engineer. */
"Are you sure you want to delete this entire deck?" = "Are you sure you want to delete this entire deck?";

/* Checking to make sure they actually want to log out before we log them out of their account */
"Are you sure you want to logout" = "Are you sure you want to logout";

/* Swap the order of translation by selecting the arrows button. */
"arrows button" = "arrows button";

/* Set the input to English and leave the output as Am. English HD. */
"as " = "as ";

/* No comment provided by engineer. */
"As seen in the previous example, letters and letter combinations in English can make many different sounds. This coloring system was created to help you visually see the different sounds in addition to hearing them." = "As seen in the previous example, letters and letter combinations in English can make many different sounds. This coloring system was created to help you visually see the different sounds in addition to hearing them.";

/* No comment provided by engineer. */
"As seen in the previous example, letters and\nletter combinations in English can make many\ndifferent sounds. This coloring system was\ncreated to help you visually see the different\nsounds in addition to hearing them." = "As seen in the previous example, letters and\nletter combinations in English can make many\ndifferent sounds. This coloring system was\ncreated to help you visually see the different\nsounds in addition to hearing them.";

/* No comment provided by engineer. */
"Audio Gender: Female" = "Audio Gender: Female";

/* No comment provided by engineer. */
"Audio Gender: Male" = "Audio Gender: Male";

/* Aura is the only app that uses American English HD, the best system to teach proper American English pronunciation */
"Aura is the only app that uses\n" = "Aura is the only app that uses\n";

/* (num of questions right) / (total number of questions seen) since the beginning */
"Average study score:" = "Average study score:";

/* great score, good job, nice job, awesome job */
"Awesome!" = "Awesome!";

/* see back of flashcard first and test on front */
"Back to Front" = "Back to Front";

/* Be confident when speaking english */
"Be Confident." = "Be Confident.";

/* Be understood by native speakers when you speak english */
"Be Understood." = "Be Understood.";

/* No comment provided by engineer */
"Before you purchase, create an account" = "Before you purchase, create an account";

/* No comment provided by engineer. */
"Black letters or letter combinations represent our textbook understanding of what each consonant letter sounds like." = "Black letters or letter combinations represent our textbook understanding of what each consonant letter sounds like.";

/* By creating an account you're agreeing to our Terms & Privacy Policy */
"By creating an account you're agreeing to our " = "By creating an account you're agreeing to our ";

/* By creating an account you're agreeing to our Terms & Privacy Policy */
"Terms" = "Terms";

/* By creating an account you're agreeing to our Terms & Privacy Policy */
" & " = " & ";

/* By creating an account you're agreeing to our Terms & Privacy Policy */
"Privacy Policy" = "Privacy Policy";

/* By creating an account you're agreeing to our Terms & Privacy Policy */
".     " = ".     ";

/* No comment provided by engineer. */
"cancel" = "cancel";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* added flashcard */
"Card Added" = "Card Added";

/* flashcards */
"cards" = "cards";

/* flashcards, number of words they have saved in this flashcard deck */
"Cards" = "Cards";

/* No comment provided by engineer. */
"Certain consonant sounds do not have a dedicated letter to represent them. Each of these colors represents a specific consonant sound, regardless of the letter or letter combination." = "Certain consonant sounds do not have a dedicated letter to represent them. Each of these colors represents a specific consonant sound, regardless of the letter or letter combination.";

/* No comment provided by engineer. */
"Change Deck Name" = "Change Deck Name";

/* If you select translate from english to japanese and then you search in japanses this will lead to an issue */
"Check input/output language parameters." = "Check input/output language parameters.";

/* No comment provided by engineer. */
"check network connection" = "check network connection";

/* Check your internet connection */
"Check network connection." = "Check network connection.";

/* You may have misspelled the word you are searching, check your spelling */
"Check spelling." = "Check spelling.";

/* No comment provided by engineer. */
"Check your pronunciation by listening to the audio of a native speaker." = "Check your pronunciation by listening to the audio of a native speaker.";

/* Click Search and watch your input transform into English HD transform into English HD. */
"Click " = "Click ";

/* request we edit the coloring of a word */
"Coloring Edit" = "Coloring Edit";

/* You cannot purchase this yet, it is coming soon */
"Coming Soon!" = "Coming Soon!";

/* Cannot connect to the internet */
"Connect to the internet" = "Connect to the internet";

/* Cannot connect to the internet */
"You're offline. Check your connection" = "You're offline. Check your connection";

/* No comment provided by engineer */
"In order to search, you must be connected to the internet" = "In order to search, you must be connected to the internet";

/* You learned everything you need to for using the app */
"Congratulations!\nYou now know the basics of this app" = "Congratulations!\nYou now know the basics of this app";

/* Contact us via email */
"Contact" = "Contact";

/* Continue studying the flashcards */
"Continue" = "Continue";

/* Continue watching videos where you left off in the course to keep learning */
"Continue Learning" = "Continue Learning";

/* Finish watching this video that you already started */
"Continue Watching" = "Continue Watching";

/* You got the answer to the question right */
"Correct!" = "Correct!";

/* No comment provided by engineer. */
"Could not restore purchase. The current signed in account does not match the account used when purchasing this product." = "Could not restore purchase. The current signed in account does not match the account used when purchasing this product.";

/* No comment provided by engineer. */
"Could not retrieve transaction identifier" = "Could not retrieve transaction identifier";

/* No comment provided by engineer. */
"Create a free account to make your own personalized English HD Flashcard Decks" = "Create a free account to make your own personalized English HD Flashcard Decks";

/* No comment provided by engineer. */
"Create New Deck" = "Create New Deck";

/* No comment provided by engineer. */
"Deck Name" = "Deck Name";

/* No comment provided by engineer. */
"Decks" = "Decks";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Delete Deck" = "Delete Deck";

/* Instructions how to do this activity */
"Directions" = "Directions";

/* In the video below, learn about the 3rd secret to why you can easily learn english */
"Discover Secret 3!" = "Discover Secret 3!";

/* finished, don't want to continue doing this */
"Done" = "Done";

/* done with this tutorial */
"DONE" = "DONE";

/* No comment provided by engineer. */
"done" = "done";

/* No comment provided by engineer. */
"Each color represents a single vowel sound that a letter or combination of letters can make." = "Each color represents a single vowel sound that a letter or combination of letters can make.";

/* edit the deck name */
"Edit" = "Edit";

/* No comment provided by engineer. */
"Edit Deck Name" = "Edit Deck Name";

/* Edit the result of the colored word */
"Edit: " = "Edit: ";

/* No comment provided by engineer. */
"Email" = "Email";

/* Set the input to English and leave the output as Am. English HD. */
"English " = "English ";

/* No comment provided by engineer. */
"English HD is a coloring system that uses colors to represent individual sounds." = "English HD is a coloring system that uses colors to represent individual sounds.";

/* No comment provided by engineer. */
"English HD is a coloring system that uses\ncolors to represent individual sounds." = "English HD is a coloring system that uses\ncolors to represent individual sounds.";

/* Key as in the key to a map that explains what everything is */
"English HD Key" = "English HD Key";

/* Enter a new title for the flashcard deck name */
"Enter new name" = "Enter new name";

/* enter the text you want to  search here */
"Enter text" = "Enter text";

/* Enter the word into the text box or tap the mic button to search with speech */
"Enter the word into the " = "Enter the word into the ";

/* No comment provided by engineer. */
"Error retrieving input, try again" = "Error retrieving input, try again";

/* Something went wrong and we were unable to sign you out */
"Error Signing Out" = "Error Signing Out";

/* features that for example a course contains (ex. 10 hours of videos) */
"Features" = "Features";

/* Finish watching the video below to learn about our flashcards section of the app */
"Finish Learning about Flashcards" = "Finish Learning about Flashcards";

/* Finish watching the tutorial video */
"Finish the tutorial!" = "Finish the tutorial!";

/* Click this button to finish watching the tutorial video */
"Finish Tutorial" = "Finish Tutorial";

/* Click here to finish watching this video */
"Finish Video" = "Finish Video";

/* do you want to be shown the front or back of the flashcard first */
"Flashcard Orientation" = "Flashcard Orientation";

/* flashcards for studying */
"Flashcards" = "Flashcards";

/* flashcards for studying */
"Flashcards: " = "Flashcards: ";

/* Flip as in turn over the flashcard from front to back or back to front */
"Flip the flashcard by pressing the center button or tapping on the card." = "Flip the flashcard by pressing the center button or tapping on the card.";

/* No comment provided by engineer. */
"Forgot Password?" = "Forgot Password?";

/* see front first and test yourself on back of flashcard */
"Front to Back" = "Front to Back";

/* No comment provided by engineer. */
"Get started with this tutorial video. Learn how to use this app and discover the 3 Secrets of English HD" = "Get started with this tutorial video. Learn how to use this app and discover the 3 Secrets of English HD";

/* Purchase the course now */
"Get the English HD Master Course Now!" = "Get the English HD Master Course Now!";

/* Get the full explanation of\nEnglish HD in the Key Tab. */
"Get the full explanation of\nEnglish HD in the " = "Get the full explanation of\nEnglish HD in the ";

/* No comment provided by engineer. */
"Get the pronunciation of any word or sentence" = "Get the pronunciation of any word or sentence";

/* listening to your speech and creating text from what you say */
"Go ahead, I'm listening..." = "Go ahead, I'm listening...";

/* No comment provided by engineer. */
"Great Job!" = "Great Job!";

/* Here is a hint to help you answer this question */
"Hint: " = "Hint: ";

/* Home page */
"Home" = "Home";

/* EHD Course Intro Video */
"https://firebasestorage.googleapis.com/v0/b/simply-english-10f6f.appspot.com/o/1.0_MAIN_INTRO.m4v?alt=media&token=8b59dada-7ea5-4eda-98a4-063dc1929731" = "https://firebasestorage.googleapis.com/v0/b/simply-english-10f6f.appspot.com/o/1.0_MAIN_INTRO.m4v?alt=media&token=8b59dada-7ea5-4eda-98a4-063dc1929731";

/* Secrets Video 1 Link */
"https://firebasestorage.googleapis.com/v0/b/simply-english-10f6f.appspot.com/o/Secrets_1_2.mp4?alt=media&token=7a1c0674-0023-4c0a-bee5-9416341ed787" = "https://firebasestorage.googleapis.com/v0/b/simply-english-10f6f.appspot.com/o/Secrets_1_2.mp4?alt=media&token=7a1c0674-0023-4c0a-bee5-9416341ed787";

/* Secrets Video 2 Link */
"https://firebasestorage.googleapis.com/v0/b/simply-english-10f6f.appspot.com/o/Secrets_3.mp4?alt=media&token=d637f059-443e-47cb-a37a-c783c88654aa" = "https://firebasestorage.googleapis.com/v0/b/simply-english-10f6f.appspot.com/o/Secrets_3.mp4?alt=media&token=d637f059-443e-47cb-a37a-c783c88654aa";

/* No comment provided by engineer. */
"Incorrect translation. We're working to improve this" = "Incorrect translation. We're working to improve this";

/* Set the input to English and leave the output as Am. English HD. */
"Input " = "Input ";

/* Select the language you want to translate\nto or from by clicking on the input text. */
"input text" = "input text";

/* No comment provided by engineer. */
"Invalid Email. Please check that the email you entered is a valid email address" = "Invalid Email. Please check that the email you entered is a valid email address";

/* No comment provided by engineer. */
"Keep studying" = "Keep studying";

/* No comment provided by engineer. */
"Keep up the good work!" = "Keep up the good work!";

/* Key, or legend of say a map, that explains things */
"Key" = "Key";

/* Get the full explanation of\nEnglish HD in the Key Tab. */
"Key Tab" = "Key Tab";

/* No comment provided by engineer. */
"Learn English HD." = "Learn English HD.";

/* No comment provided by engineer. */
"Learn how our flashcard feature will make learning English HD a breeze" = "Learn how our flashcard feature will make learning English HD a breeze";

/* Course video lessons */
"Lessons" = "Lessons";

/* Master English HD by accessing\nthe video lessons in the Lessons Tab. */
"Lessons Tab" = "Lessons Tab";

/* No comment provided by engineer. */
"Let us show you with\nan example..." = "Let us show you with\nan example...";

/* Let's take for example the word banana */
"Let's look at the word \'banana\'" = "Let's look at the word \'banana\'";

/* No comment provided by engineer. */
"Let's see how you can search any word in English HD using Aura!" = "Let's see how you can search any word in English HD using Aura!";

/* No comment provided by engineer. */
"Let's see how you can search any word in\nEnglish HD using Aura!" = "Let's see how you can search any word in\nEnglish HD using Aura!";

/* No comment provided by engineer. */
"Light Gray indicates that the letter is silent and therefore creates no sound in the particular word." = "Light Gray indicates that the letter is silent and therefore creates no sound in the particular word.";

/* log in to your existing account */
"Log In" = "Log In";

/* Log out of your user account */
"Logout" = "Logout";

/* look at an overview of the English HD key */
"Macro View" = "Macro View";

/* Master English HD by accessing\nthe video lessons in the Lessons Tab. */
"Master English HD by accessing\nthe video lessons in the " = "Master English HD by accessing\nthe video lessons in the ";

/* No comment provided by engineer. */
"Master the colors. Master the sounds. Master the words. You will be sounding like a native speaker in no time." = "Master the colors. Master the sounds. Master the words. You will be sounding like a native speaker in no time.";

/* No comment provided by engineer. */
"Master the colors. Master the sounds. Master\nthe words. You will be sounding like a native\nspeaker in no time." = "Master the colors. Master the sounds. Master\nthe words. You will be sounding like a native\nspeaker in no time.";

/* Enter the word into the text box or tap the mic button to search with speech */
"mic button " = "mic button ";

/* view the detailed version of the key */
"Micro View" = "Micro View";

/* No comment provided by engineer. */
"Must allow access to speech recognition in settings" = "Must allow access to speech recognition in settings";

/* The flashcard decks I have created */
"My Decks" = "My Decks";

/* Users name */
"Name" = "Name";

/* No comment provided by engineer. */
"Need help sounding a word out? Tap these boxes to hear the sound of the color corresponding to the associated letters." = "Need help sounding a word out? Tap these boxes to hear the sound of the color corresponding to the associated letters.";

/* new flashcard deck to save cards to */
"NEW DECK" = "NEW DECK";

/* go to next page */
"NEXT" = "NEXT";

/* What is the next step that I should perform to learn more about this app */
"Next Step" = "Next Step";

/* nice job, you are improving but still not awesome yet */
"Nice!" = "Nice!";

/* No I don't want to perform this action (for example sign out) */
"No" = "No";

/* Cannot find a translation for the word you searched */
"No translation found" = "No translation found";

/* Let us look at the word banana in English  HD */
"Now let's look at it in English HD" = "Now let's look at it in English HD";

/* No comment provided by engineer. */
"Number of cards reviewed: " = "Number of cards reviewed: ";

/* number of flashcards in the flashcard deck */
"Number of cards:" = "Number of cards:";

/* No comment provided by engineer. */
"Number of right answers: " = "Number of right answers: ";

/* No comment provided by engineer. */
"Number of wrong answers: " = "Number of wrong answers: ";

/* ok, I acknowledge the action (for example successfully signing out) that just happened. When I press ok, the alert will go away and I can continue doing what I am doing in the app */
"OK" = "OK";

/* ok, I acknowledge the action (for example successfully signing out) that just happened. When I press ok, the alert will go away and I can continue doing what I am doing in the app */
"Ok" = "Ok";

/* One more thing to tell you about */
"One more thing!" = "One more thing!";

/* Enter the word into the text box or tap the mic button to search with speech */
"or tap\nthe " = "or tap\nthe ";

/* alternative translations of a given word */
"Others ways to say" = "Others ways to say";

/* Set the input to English and leave the output as Am. English HD. */
"Output " = "Output ";

/* No comment provided by engineer. */
"Password" = "Password";

/* No comment provided by engineer. */
"Password must contain at least 8 characters" = "Password must contain at least 8 characters";

/* No comment provided by engineer. */
"Passwords do not match" = "Passwords do not match";

/* No comment provided by engineer. */
"Play the audio once or hear it 5 times in a row to better listen and practice." = "Play the audio once or hear it 5 times in a row to better listen and practice.";

/* Refering to the play button that you press to start the audio */
"Play: " = "Play: ";

/* No comment provided by engineer. */
"Please fill out all fields" = "Please fill out all fields";

/* No comment provided by engineer. */
"Please select the type of edit you wish to request regarding this result" = "Please select the type of edit you wish to request regarding this result";

/* popular flashcard decks for sale */
"Popular Flashcards" = "Popular Flashcards";

/* No comment provided by engineer. */
"Press the ✅ button or swipe right if you got it right." = "Press the ✅ button or swipe right if you got it right.";

/* No comment provided by engineer. */
"Press the ❌ button or swipe left if you got it wrong." = "Press the ❌ button or swipe left if you got it wrong.";

/* abbreviation for previous, go to prev page */
"PREV" = "PREV";

/* Search History */
"Previous Searches" = "Previous Searches";

/* The last score you got when you took the test */
"Previous test score:" = "Previous test score:";

/* No comment provided by engineer. */
"Purchase" = "Purchase";

/* Informing that there is a question below it */
"Question: " = "Question: ";

/* Other searches you may want to search. Usually individual words from a sentence */
"Related Searches" = "Related Searches";

/* repeat the audio over and over */
"Repeat: " = "Repeat: ";

/* request that we review a words coloring or translation and change it if neccessary */
"Request an Edit" = "Request an Edit";

/* No comment provided by engineer. */
"Request an edit if you think there is an issue with the result." = "Request an edit if you think there is an issue with the result.";

/* No comment provided by engineer. */
"Reset Password" = "Reset Password";

/* take test again */
"Restart" = "Restart";

/* The results you get from doing something */
"Results" = "Results";

/* How well you know each individual flashcard. Basically an individual average percent taken from the study loop. */
"Retention Rate" = "Retention Rate";

/* No comment provided by engineer. */
"Retype Password" = "Retype Password";

/* Try out watching a video from the course for free */
"Sample the English HD Master Course" = "Sample the English HD Master Course";

/* save changes */
"Save" = "Save";

/* No comment provided by engineer. */
"With the click of a button, you can easily save this result as a flashcard to study later." = "With the click of a button, you can easily save this result as a flashcard to study later.";

/* changes saved */
"Saved" = "Saved";

/* Test percentage score */
"Score: " = "Score: ";

/* Search page */
"Search" = "Search";

/* Click Search and watch your input transform into English HD transform into English HD. */
"Search " = "Search ";

/* Below is an example of what a search result will look like */
"Search Result Example" = "Search Result Example";

/* Select the language you want to translate\nto or from by clicking on the input text. */
"Select the language you want to translate to or from by clicking on the " = "Select the language you want to translate to or from by clicking on the ";

/* Select the language you want to translate\nto or from by clicking on the input text. */
"Select the language you want to translate\nto or from by clicking on the " = "Select the language you want to translate\nto or from by clicking on the ";

/* email sent */
"Sent" = "Sent";

/* Set the input to English and leave the output as Am. English HD. */
"Set the " = "Set the ";

/* Sign out(Log out) of your user account */
"Sign Out" = "Sign Out";

/* sign up for a new account */
"Sign Up" = "Sign Up";

/* Sign up or login to create a new user account */
"Sign Up / Log In" = "Sign Up / Log In";

/* skip, don't for example watch this video even though you should */
"skip" = "skip";

/* No comment provided by engineer. */
"Some consonants in the English language have a secondary sound associated with them, which we refer to as the \"flip\" sound. Gray letters or letter combinations represent this \"flip\" sound." = "Some consonants in the English language have a secondary sound associated with them, which we refer to as the \"flip\" sound. Gray letters or letter combinations represent this \"flip\" sound.";

/* No comment provided by engineer. */
"Some letters or letter combinations in English do not sound as they appear. Instead of adding additional colors to represent each of these sounds, yellow is used to represent all outliers to the system as described above. In a given word, tap the yellow letter, or yellow box, to reveal a popup with the correct pronunciation." = "Some letters or letter combinations in English do not sound as they appear. Instead of adding additional colors to represent each of these sounds, yellow is used to represent all outliers to the system as described above. In a given word, tap the yellow letter, or yellow box, to reveal a popup with the correct pronunciation.";

/* The words you searched may not exist in our database and that is why it is not colored */
"Some words may not exist in the database yet." = "Some words may not exist in the database yet.";

/* Sound out the word */
"Sound it out: " = "Sound it out: ";

/* Sound like a fluent native english speaker */
"Sound Native." = "Sound Native.";

/* No comment provided by engineer. */
"Start your journey to English HD Mastery!" = "Start your journey to English HD Mastery!";

/* No comment provided by engineer. */
"Step 1:" = "Step 1:";

/* No comment provided by engineer. */
"Step 2:" = "Step 2:";

/* No comment provided by engineer. */
"Step 3:" = "Step 3:";

/* An infinite loop through all your flashcards that you can study until you want to stop */
"Study Loop" = "Study Loop";

/* No comment provided by engineer. */
"Studying Made Easy" = "Studying Made Easy";

/* Email subject */
"Subject" = "Subject";

/* The action I just performed was a success (for example logging out) */
"Success" = "Success";

/* Success, whatever action you just performed worked successfully */
"Success!" = "Success!";

/* I clicked the sign out button and I was successfully signed out */
"Successfully signed out" = "Successfully signed out";

/* Summary of the results from the test you took */
"Summary" = "Summary";

/* Swap the order of translation by selecting the arrows button. */
"Swap the order of translation by selecting the " = "Swap the order of translation by selecting the ";

/* Swap the order of translation by selecting the arrows button. */
"Swap the order of translation by\nselecting the " = "Swap the order of translation by\nselecting the ";

/* Tap the letters of all the a's on the screen to hear their different sounds */
"Tap each \'a\' to hear a possible sound\nthat it can make in American English" = "Tap each \'a\' to hear a possible sound\nthat it can make in American English";

/* A one time run through all of your cards in the deck testing you on each of them */
"Test Yourself" = "Test Yourself";

/* No comment provided by engineer. */
"Test Yourself by seeing the front, or back, of the flashcard first" = "Test Yourself by seeing the front, or back, of the flashcard first";

/* Enter the word into the text box or tap the mic button to search with speech */
"text box " = "text box ";

/* No comment provided by engineer. */
"There are no flashcards in the deck yet.\n\nTo add flashcards search a word and then press the + icon" = "There are no flashcards in the deck yet.\n\nTo add flashcards search a word and then press the + icon";

/* No comment provided by engineer. */
"This card already exists in this deck. Would you like to add a duplicate?" = "This card already exists in this deck. Would you like to add a duplicate?";

/* Set the input to English and leave the output as Am. English HD. */
"to " = "to ";

/* Add (word) to your flashcard deck */
"to deck" = "to deck";

/* Enter the word into the text box or tap the mic button to search with speech */
"to search with speech." = "to search with speech.";

/* Click Search and watch your input transform into English HD. */
"transform into English HD." = "transform into English HD.";

/* request we edit the translation */
"Translation Edit" = "Translation Edit";

/* No comment provided by engineer. */
"Translation Result" = "Translation Result";

/* You got the question wrong, try again */
"Try Again" = "Try Again";

/* You got the anser wrong, try again */
"Try Again!" = "Try Again!";

/* No comment provided by engineer. */
"Type in the text and click search, or use the mic button to search with speech." = "Type in the text and click search, or use the mic button to search with speech.";

/* No comment provided by engineer. */
"Type in the text and click search, or\nuse the mic button to search with speech." = "Type in the text and click search, or\nuse the mic button to search with speech.";

/* No comment provided by engineer. */
"Unable to color any words" = "Unable to color any words";

/* No comment provided by engineer. */
"Unable to color some words" = "Unable to color some words";

/* Could not connect to the apple store to get the course you want to purchase, try again later */
"Unable to fetch product. Please try again later" = "Unable to fetch product. Please try again later";

/* cannot get supported languages for translation */
"Unable to fetch supported Languages" = "Unable to fetch supported Languages";

/* Something went wrong and we could not process the purchase for this course try again later */
"Unable To Process this Purchase" = "Unable To Process this Purchase";

/* Cannot translate the text that you searched */
"Unable to translate" = "Unable to translate";

/* No comment provided by engineer. */
"Warning: we detected a word that may be colored incorrectly" = "Warning: we detected a word that may be colored incorrectly";

/* Click this button to watch the tutorial video */
"Watch Tutorial" = "Watch Tutorial";

/* Click this button to watch the video */
"Watch Video" = "Watch Video";

/* No comment provided by engineer. */
"We recommend finishing this video to help you better understand the features in this app and how to use them" = "We recommend finishing this video to help you better understand the features in this app and how to use them";

/* No comment provided by engineer. */
"We will try and fix this as soon as possible!" = "We will try and fix this as soon as possible!";

/* Welcome to Aura! */
"Welcome to " = "Welcome to ";

/* Welcome to Aura! */
"Aura" = "Aura";

/* Welcome to Aura! */
"!" = "!";

/* No comment provided by engineer. */
"What is American English HD?" = "What is American English HD?";

/* No comment provided by engineer. */
"What is English HD?" = "What is English HD?";

/* What sound does the letter 'a' make */
"What sound does \'a\' make?" = "What sound does \'a\' make?";

/* Start of using this app by watching this video */
"Where to Start" = "Where to Start";

/* No comment provided by engineer. */
"Which sound from below does the\nunderlined \'a\' in \'banana\' make? Drag the \'a\'\nand drop it in the circle below to check your\nanswer. Tap the \'a\' below if you need to hear\nthe sound." = "Which sound from below does the\nunderlined \'a\' in \'banana\' make? Drag the \'a\'\nand drop it in the circle below to check your\nanswer. Tap the \'a\' below if you need to hear\nthe sound.";

/* Why use the Aura App */
"Why Aura?" = "Why Aura?";

/* No comment provided by engineer. */
"Why is it important?" = "Why is it important?";

/* Yes I do want to perform this action (for example sign out) */
"Yes" = "Yes";

/* No comment provided by engineer. */
"You already have Purchased the English HD Master Course" = "You already have Purchased the English HD Master Course";

/* No comment provided by engineer. */
"You got a perfect score!" = "You got a perfect score!";

/* you didn't do so well but I want to encourage you to keep trying */
"You got this!" = "You got this!";

/* No comment provided by engineer. */
"You may tap the letter as well to hear its corresponding sound." = "You may tap the letter as well to hear its corresponding sound.";

/* No comment provided by engineer. */
"• 500+ flashcards " = "• 500+ flashcards ";

/* decks of flashcards to study */
"• Create as many decks as you want!" = "• Create as many decks as you want!";

/* No comment provided by engineer. */
"• Keep track of your study and testing\n   scores so you know what to focus on!" = "• Keep track of your study and testing\n   scores so you know what to focus on!";

/* No comment provided by engineer. */
"• Keep track of your study\n   and testing scores so you\n   know what to focus on!" = "• Keep track of your study\n   and testing scores so you\n   know what to focus on!";

/* No comment provided by engineer. */
"• Lifetime access to all future content" = "• Lifetime access to all future content";

/* No comment provided by engineer. */
"• Save as many flashcards as you\n   want to your decks!" = "• Save as many flashcards as you\n   want to your decks!";

/* No comment provided by engineer. */
"• Save flashcards with the touch\n   of a button!" = "• Save flashcards with the touch\n   of a button!";

/* No comment provided by engineer. */
"• Study and test yourself to see\n   your improvement!" = "• Study and test yourself to see\n   your improvement!";

/* No comment provided by engineer. */
"• 140+ lessons" = "• 140+ lessons";

/* No comment provided by engineer. */
"Unable to access the mail app" = "Unable to access the mail app";

/* No comment provided by engineer. */
"If you need to contact us, please send an email to imaginativeai.aura.help@gmail.com" = "If you need to contact us, please send an email to imaginativeai.aura.help@gmail.com";

/* No comment provided by engineer. */
"Yes, I love it!" = "Yes, I love it!";

/* No comment provided by engineer. */
"Dismiss" = "Dismiss";

/* No comment provided by engineer. */
"No, it could be better" = "No, it could be better";

/* No comment provided by engineer. */
"Feedback" = "Feedback";

/* No comment provided by engineer. */
"Are you enjoying the app?" = "Are you enjoying the app?";

/* No comment provided by engineer. */
"lessonNameForRegion" = "ja_lessons";

/* No comment provided by engineer. */
"Reviews" = "Reviews";

/* No comment provided by engineer. */
"\"After using this, I can now hear that Japanese people’s English pronunciation is wrong.\"" = "\"After using this, I can now hear that Japanese people’s English pronunciation is wrong.\"";

/* No comment provided by engineer. */
"\"Japanese learners tend to be obsessed with the outdated ways that they learned from Japanese English teachers. I think your new system is better to learn English pronunciation.\"" = "\"Japanese learners tend to be obsessed with the outdated ways that they learned from Japanese English teachers. I think your new system is better to learn English pronunciation.\"";
